Repository: gakowalski/export-user-data
Catalog: languages/export-user-data-*.po
Languages: cs_cz

source: Export User Data
cs_cz: Export uživatelů

source: You do not have sufficient permissions to access this page.
cs_cz: Nemáte dostatečné oprávnění pro zobrazení stránky.

source: No users found.
cs_cz: Nebyli nalezeni žádní uživatelé.

source: User Meta Fields
cs_cz: Uživatelská meta pole

source: Filter
cs_cz: Filtr

source: All
cs_cz: Vše

source: Common
cs_cz: Základní

source: Select
cs_cz: Vybrat

source: None
cs_cz: Žádný

source: Select the user meta keys to export, use the filters to simplify the list.
cs_cz: Vyberte uživatelská pole pro export. Můžete použít filtr pro rychlejší vybrání.

source: Standard User Fields
cs_cz: Základní uživatelské pole

source: Include Standard user profile fields, such as user_login. <a href="%s" target="_blank">%s</a>
cs_cz: Včetně standartních uživatelských polí v profilu, jako například uživatelské jméno. <a href="%s" target="_blank">%s</a>

source: Role
cs_cz: Úroveň

source: All Roles
cs_cz: Všechny úrovně

source: Filter the exported users by a WordPress Role. <a href="%s" target="_blank">%s</a>
cs_cz: Filtr uživatelských úrovní. <a href="%s" target="_blank">%s</a>

source: User Roles
cs_cz: Uživatelské úrovně

source: Include all of the users <a href="%s" target="_blank">%s</a>
cs_cz: Všichni uživatelé <a href="%s" target="_blank">%s</a>

source: Programs
cs_cz: Programy

source: All Programs
cs_cz: Všechny programy

source: Registered
cs_cz: Registrace

source: Pick a start and end user registration date to limit the results.
cs_cz: Vyberte časový rozsah registrací uživatelů pro omezení výsledků exportu.

source: Limit Range
cs_cz: Omezit záznamy

source: Offset
cs_cz: Posunout záznamy

source: Total
cs_cz: Celkem

source: Enter an offset start number and a total number of users to export. <a href="%s" target="_blank">%s</a>
cs_cz: Zadejte číslo posunutí a celkový počet záznamů uživatelského exportu. <a href="%s" target="_blank">%s</a>

source: Updated Since
cs_cz: Aktualizováno od

source: Limit the results to users who have updated this extended profile field after this date.
cs_cz: Omezení výsledků uživatelů, kteří aktualizovali profil po konkrétním dni.

source: Format
cs_cz: Formát

source: Select the format for the export file.
cs_cz: Vyberte formát exportu

source: Stored Options
cs_cz: Uložené nastavení

source: Export Name
cs_cz: Jméno exportu

source: Save
cs_cz: Uložit

source: Load
cs_cz: Načíst

source: Delete
cs_cz: Odstranit

source: Save, load or delete your stored export options.
cs_cz: Uložte, nahrajte nebo odstraňte vaše nastavení.

source: Advanced Options
cs_cz: Rozšířené možnosti

source: Show
cs_cz: Zobrazit

source: Run Export
cs_cz: Exportovat

source: Hide
cs_cz: Skrýt

source: Export User data, metadata and BuddyPress X-Profile data.
cs_cz: Export uživatelských dat, metadat a data BuddyPress X-Profile.
